{
  "warningSigns": [
    {
      "title": "تحذير من منعطف خطير إلى اليسار (A1)",
      "desc": "تبين الشاخصة وجود منعطف خطير واتجاه المنعطف.",
      "imgs": "A1-1.png"
    },
    {
      "title": "تحذير من منعطفات خطرة متتابعة (A2)",
      "desc": "تبين الشاخصة وجود عدة منعطفات خطيرة وكذلك اتجاه أول منعطف خطير.",
      "imgs": "A2-1.png"
    },
    {
      "title": "تحذير عن منحدر حاد (A3)",
      "desc": "تبين الشاخصة منحدراً حاداً، والرقم يدل على نسبة الميلان وهو مكيف للظروف في المكان نفسه.",
      "imgs": "A3-1.png"
    },
    {
      "title": "تحذير من صعود حاد (A4)",
      "desc": "تبين الشاخصة صعوداً حاداً. يبين الرقم الصعود بالنسبة المئوية ويتم تكييفه حسب الظروف في المكان نفسه.",
      "imgs": "A4-1.png"
    },
    {
      "title": "تحذير عن طريق سوف يضيق (A5)",
      "desc": "تبين الإشارة المرورية أن الطريق أو مسار القيادة سيضيق. الرمز مكيف حسب الظروف في المكان نفسه.",
      "imgs": "A5-1.png"
    },
    {
      "title": "تحذير من جسر متحرك (A6)",
      "desc": "",
      "imgs": "A6-1.png"
    },
    {
      "title": "تحذير من رصيف بحري (A7)",
      "desc": "",
      "imgs": "A7-1.png"
    },
    {
      "title": "تحذير من طريق غير مستوي (A8)",
      "desc": "تبين الشاخصة وجود مسافات غير مستوية أو إصابات على الطريق تؤدي إلى أنه من غير المناسب القيادة بالسرعة المعتادة في هذا الطريق.",
      "imgs": "A8-1.png"
    },
    {
      "title": "تحذير من مطبات السرعة (A9)",
      "desc": "تبين الإشارة مطبات أو حفرات تم إنشاءها بهدف تخفيف السرعة.",
      "imgs": "A9-1.png"
    },
    {
      "title": "تحذير من طريق زلِق (A10)",
      "desc": "تبين الإشارة أن الطريق قد يكون زلِقاً. لا تستعمل الإشارة للتحذير عن خطر الانزلاق بسبب الثلج أو الجليد إلا في حالة وجود أسباب خاصة.",
      "imgs": "A10-1.png"
    },
    {
      "title": "تحذير من تطاير الأحجار والحصى (A11)",
      "desc": "تبين الإشارة وجود خطر تطاير الأحجار والحصى. لا تُستعمل الإشارة في الطرق المفروشة بالحصى أو ما شابه التي يكون فيها تطاير الحصى أمر معتاد.",
      "imgs": "A11-1.png"
    },
    {
      "title": "تحذير من تساقط الأحجار (A12)",
      "desc": "تبين الشاخصة وجود خطر تساقط الأحجار أو وجود أحجار على الطريق بسبب تساقطها. يتم تكييف الرمز حسب الظروف في المكان نفسه.",
      "imgs": "A12-1.png"
    },
    {
      "title": "تحذير من معبر مشاة (A13)",
      "desc": "",
      "imgs": "A13-1.png"
    },
    {
      "title": "تحذير من المشاة (A14)",
      "desc": "",
      "imgs": "A14-1.png"
    },
    {
      "title": "تحذير من مرور أطفال (A15)",
      "desc": "تبين الشاخصة مسافة طريق يعبر فيها الأطفال الطريق غالباً أو يتواجدون فيه أو بقربه.",
      "imgs": "A15-1.png"
    },
    {
      "title": "تحذير من الدراجات الهوائية والدراجات الخفيفة (A16)",
      "desc": "تبين الشاخصة جزء طريق يقطعه أو يمر فيه غالباً دراجات هوائية أو دراجات بخارية خفيفة.",
      "imgs": "A16-1.png"
    },
    {
      "title": "تحذير من مرور مستخدمي الزحافات (A17)",
      "desc": "",
      "imgs": "A17-1.png"
    },
    {
      "title": "تحذير من مرور فرسان (A18)",
      "desc": "",
      "imgs": "A18-1.png"
    },
    {
      "title": "تحذير من مرور حيوانات (A19)",
      "desc": "",
      "imgs": "A19-1.png"
    },
    {
      "title": "تحذير من أعمال على الطريق (A20)",
      "desc": "",
      "imgs": "A20-1.png"
    },
    {
      "title": "نهاية منطقة تصليح الطرق (A21)",
      "desc": "تبين الإشارة منطقة تصليح الطرق يشار إليها بإشارة A20، التحذير عن تصليح الطرق. لا يتم وضع الإشارة إذا كان المكان الذي ينتهي فيه تصليح الطرق واضحاً على أي حال.",
      "imgs": "A21-1.png"
    },
    {
      "title": "تحذير من إشارة ضوئية بعدة ألوان (A22)",
      "desc": "",
      "imgs": "A22-1.png"
    },
    {
      "title": "تحذير من طائرات تحلق على ارتفاع منخفض (A23)",
      "desc": "",
      "imgs": "A23-1.png"
    },
    {
      "title": "تحذير من رياح جانبية (A24)",
      "desc": "تبين الإشارة منطقة يوجد فيها غالباً رياح جانبية قوية. الرمز مكيف حسب الظروف في المكان نفسه.",
      "imgs": "A24-1.png"
    },
    {
      "title": "تحذير من حركة السير المقابلة (A25)",
      "desc": "تبين الشاخصة أن مضمار القيادة ذو اتجاه واحد سيصبح طريقاً في كلا الاتجاهين.",
      "imgs": "A25-1.png"
    },
    {
      "title": "تحذير من نفق (A26)",
      "desc": "",
      "imgs": "A26-1.png"
    },
    {
      "title": "تحذير من حافة طريقة رشة أو حافة طريقة عالية (A27)",
      "desc": "",
      "imgs": "A27-1.png"
    },
    {
      "title": "تحذير من تقاطع الطرق (A28)",
      "desc": "تبين الإشارة تقاطع طرق تنطبق فيه قواعد الفصل 3 المادة 18 من تشريع الحركة المرورية (1998:1276)",
      "imgs": "A28-1.png"
    },
    {
      "title": "تحذير من تقاطع طرق يجب فيه على العربات القادمة في الطريق الفرعي إعطاء حق الأولوية أو التوقف (A29)",
      "desc": "تشير العلامة إلى تقاطع طرق يجب فيه على العربات القادمة في الطرق الفرعية إعطاء حق الأولوية أو التوقف. يتم تكييف الشاخصة حسب الظروف في المكان نفسه.",
      "imgs": "A29-1.png"
    },
    {
      "title": "تحذير من ممر دائري (A30)",
      "desc": "",
      "imgs": "A30-1.png"
    },
    {
      "title": "تحذير من مرور عربات بطيئة (A31)",
      "desc": "",
      "imgs": "A31-1.png"
    },
    {
      "title": "تحذير من مرور عربات موصولة بحيوان (A32)",
      "desc": "",
      "imgs": "A32-1.png"
    },
    {
      "title": "تحذير من مرور مركبات الأراضي (A33)",
      "desc": "",
      "imgs": "A33-1.png"
    },
    {
      "title": "تحذير من طابور (A34)",
      "desc": "",
      "imgs": "A34-1.png"
    },
    {
      "title": "تحذير من تقاطع سكة حديد ذات بوابة بحواجز (A35)",
      "desc": "تبين الشاخصة تقاطع مع سكة حديد أو سكة ترامواي فيه بوابة بحواجز.",
      "imgs": "A35-1.png"
    },
    {
      "title": "تحذير من تقاطع مع سكة حديد دون حواجز (A36)",
      "desc": "",
      "imgs": "A36-1.png"
    },
    {
      "title": "تحذير من تقاطع مع سكة ترامواي (A37)",
      "desc": "",
      "imgs": "A37-1.png"
    },
    {
      "title": "المسافة تجاه تقاطع سكة حديد (A38)",
      "desc": "تبين الشواخص المسافة تجاه تقاطع سكة الحديد في ثلاثة أجزاء. الشاخصة ذات ثلاثة خطوط (خارج المناطق الحضرية) توجد تحت إحدى الشواخص A35، تحذير من تقاطع سكة حديد ذات بوابة بحواجز، A36، تحذير من تقاطع سكة حديد دون بوابة أو حواجز، أو A37، تحذير من تقاطع سكة ترامواي. الشاخصة ذات خطين تبين ثلثي المسافة تجاه سكة الحديد، والشاخصة ذات خط واحد تبين ثلث المسافة.",
      "imgs": "A38-1.png"
    },
    {
      "title": "شاخصة تقاطع مع خط سكة حديدية (A39)",
      "desc": "تشير الشاخصة إلى وجود تقاطع مع سكة حديد أو سكة ترامواي أو عدة سكك، وتوضع الشاخصة مباشرة قبل تقاطع سكة الحديد، وليست هناك حاجة لوضعها في الطريق الفردي إذا كانت الحركة المرورية فيه قليلة وإذا كان ذلك لا يشكل خطراً على السلامة المرورية. كما يمكن أن توجد الشاخصة في أنواع أخرى من التقاطعات مع سكك الحديد أو سكك الترامواي. كما يمكن أن يوجد على العامود الذي يحمل الشاخصة علامة حمراء/صفراء.",
      "imgs": "A39-1.png"
    },
    {
      "title": "تحذير من أخطار مختلفة (A40)",
      "desc": "تبين الشاخصة وجود خطر من نوع آخر لا يمكن التحذير عنه بواسطة إشارة مرورية أخرى. يتم تبيين نوع الخطر في شاخصة ملحقة.",
      "imgs": "A40-1.png"
    },
    {
      "title": "تحذير من حادث سير (A41)",
      "desc": "",
      "imgs": "A41-1.png"
    }
  ]
}