{
  "prohibitory-signs": [
    {
      "title": "ممنوع دخول المركبات (C1)",
      "desc": "",
      "imgs": "C1-1.png"
    },
    {
      "title": "ممنوع مرور المركبات ذات محرك (C2)",
      "desc": "تتعلق الشاخصة بالحركة المرورية بالمركبات في الجهتين الاثنتين.",
      "imgs": "C2-1.png"
    },
    {
      "title": "ممنوع مرور عربات غير العربات البخارية الخفيفة من الدرجة الثانية (C3)",
      "desc": "",
      "imgs": "C3-1.png"
    },
    {
      "title": "ممنوع مرور المركبات ذات محرك التي يزيد عدد عجلاتها عن عجلتين. (C4)",
      "desc": "",
      "imgs": "C4-1.png"
    },
    {
      "title": "ممنوع مرور الدراجات النارية والدراجات البخارية الخفيفة من الصنف الأول (C5)",
      "desc": "",
      "imgs": "C5-1.png"
    },
    {
      "title": "ممنوع مرور المركبات ذات محرك الموصولة بمقطورة (C6)",
      "desc": "تبين الشاخصة أنه ممنوع مرور المركبات ذات محرك الموصولة بمقطورة من نوع آخر غير انصاف المقطورات والمقطورات الصغيرة بمحور واحد. إذا كان المنع ينطبق أيضاً على العربات ذات محرك الموصولة بانصاف المقطورات والمقطورات الصغيرة بمحور واحد فيتم تبيين ذلك في شاخصة ملحقة. إذا كان المنع ينطبق فقط على قطارات الطريق الموصولة بمقطورة وزنها الشامل أكثر من عدد من الطن فيتم تبيين ذلك في شاخصة ملحقة T5، الوزن الشامل.",
      "imgs": "C6-1.png"
    },
    {
      "title": "ممنوع مرور الشاحنات الثقيلة (C7)",
      "desc": "إذا كان المنع ينطبق أيضاً على الشاحنات الخفيفة فيتم توضيح ذلك بواسطة شاخصة ملحقة.",
      "imgs": "C7-1.png"
    },
    {
      "title": "ممنوع مرور الجرارات وآليات العمل من الدرجة الثانية (C8)",
      "desc": "",
      "imgs": "C8-1.png"
    },
    {
      "title": "ممنوع مرور المركبات المحملة بالبضائع الخطرة (C9)",
      "desc": "تبين الشاخصة منع مرور المركبات المحملة ببضائع يلتزم تعليمها بلائحة برتقالية اللون طبقاً للتعليمات التي تم إصدارها بمساندة القانون (2006/263) الخاص بنقل البضائع الخطرة.",
      "imgs": "C9-1.png"
    },
    {
      "title": "ممنوع مرور الدراجات الهوائية والدراجات البخارية الخفيفة من الصنف الثاني (C10)",
      "desc": "إذا كان المنع ينطبق أيضاً على الدراجات البخارية الخفيفة من الصنف الأول فيتم توضيح ذلك في شاخصة ملحقة.",
      "imgs": "C10-1.png"
    },
    {
      "title": "ممنوع مرور الدراجات البخارية الخفيفة من الصنف الثاني (C11)",
      "desc": "إذا كان المنع ينطبق أيضاً على الدراجات البخارية الخفيفة من الصنف الأول فيتم الإعلام عن ذلك في شاخصة ملحقة.",
      "imgs": "C11-1.png"
    },
    {
      "title": "منع مرور العربات الموصولة بحيوان (C12)",
      "desc": "",
      "imgs": "C12-1.png"
    },
    {
      "title": "منع مرور مركبات الأراضي ومقطورة مركبات الأراضي (C13)",
      "desc": "",
      "imgs": "C13-1.png"
    },
    {
      "title": "ممنوع ركوب الخيل (C14)",
      "desc": "",
      "imgs": "C14-1.png"
    },
    {
      "title": "ممنوع مرور المشاة (C15)",
      "desc": "",
      "imgs": "C15-1.png"
    },
    {
      "title": "عرض المركبات محدد (C16)",
      "desc": "تبين الشاخصة منع مرور المركبات ذات عرض أكبر من العرض الأقصى المحدد على الشاخصة.",
      "imgs": "C16-1.png"
    },
    {
      "title": "ارتفاع السيارة محدد (C17)",
      "desc": "تبيّن الإشارة أن مرور المركبات الأعلى من ارتفاع معيّن ممنوع إذا كان الارتفاع الحر أقل من 4.5 أمتار. أعلى ارتفاع مسموح به مبيّن على الإشارة.",
      "imgs": "C17-1.png"
    },
    {
      "title": "طول المركبة محدود (C18)",
      "desc": "تبين الشاخصة منع مرور المركبات أو قطار الطريق الذي يتجاوز طولاً معيناً، يتم تبيين الطول المسموح به على الشاخصة.",
      "imgs": "C18-1.png"
    },
    {
      "title": "المسافة الأدنى (C19)",
      "desc": "",
      "imgs": "C19-1.png"
    },
    {
      "title": "وزن مركبات إجمالي محدود (C20)",
      "desc": "الوزن الإجمالي الأقصى المسموح به مبين في الشاخصة.",
      "imgs": "C20-1.png"
    },
    {
      "title": "وزن مركبات ومجموعة مركبات إجمالي محدد (C21)",
      "desc": "الوزن الإجمالي الأقصى المسموح به مبين في الشاخصة.",
      "imgs": "C21-1.png"
    },
    {
      "title": "فئة حمل الحمولات (C22)",
      "desc": "",
      "imgs": "C22-1.png"
    },
    {
      "title": "ضغط المحور محدود (C23)",
      "desc": "ضغط المحور الأقصى المسموح به مبين في الشاخصة.",
      "imgs": "C23-1.png"
    },
    {
      "title": "ضغط البوجي محدود (C24)",
      "desc": "ضغط البوجي الأقصى المسموح مبين في الشاخصة.",
      "imgs": "C24-1.png"
    },
    {
      "title": "ممنوع الإنعطاف نحو اليسار (C25)",
      "desc": "ينطبق المنع على التقاطع أو ما شابه الذي عليه إشارة المرور أو قبله. يمكن أن تنطبق الإشارة على عدة تقاطعات، في هذه الحال يتم ذكر طول المسافة في شاخصة ملحقة. يتم تكييف الرمز حسب الظروف في المكان نفسه.",
      "imgs": "C25-1.png"
    },
    {
      "title": "ممنوع اللف والرجوع على الطريق (C26)",
      "desc": "ينطبق المنع على التقاطع أو ما شابه الذي عليه إشارة المرور أو قبله. يمكن أن تنطبق الإشارة على عدة تقاطعات، في هذه الحال يتم تبيين طول المسافة في شاخصة ملحقة. يتم تكييف الرمز حسب الظروف في المكان نفسه.",
      "imgs": "C26-1.png"
    },
    {
      "title": "ممنوع التجاوز (C27)",
      "desc": "تبين الشاخصة منع تجاوز كافة المركبات ذات محرك باستثناء الدراجات البخارية الخفيفة ذات عجلتين والدراجات النارية ذات عجلتين دون عربة جانبية. ينطبق المنع على الطريق الموجود فيه الشاخصة ولغاية مكان وجود الشاخصة C28، نهاية منع التجاوز.",
      "imgs": "C27-1.png"
    },
    {
      "title": "نهاية منع التجاوز (C28)",
      "desc": "",
      "imgs": "C28-1.png"
    },
    {
      "title": "ممنوع التجاوز للشاحنات الثقيلة (C29)",
      "desc": "تبين الشاخصة منع تجاوز الشاحنات الثقيلة للعربات الأخرى ذات محرك غير الدراجات البخارية الخفيفة ذات عجلتين والدراجات النارية ذات عجلتين دون عربة جانبية. ينطبق المنع على الطريق الذي يوجد فيه الشاخصة لغاية وجود الشاخصة C30، نهاية منع التجاوز للشاحنات الثقيلة.",
      "imgs": "C29-1.png"
    },
    {
      "title": "نهاية منع التجاوز بسيارة النقل الثقيلة (C30)",
      "desc": "",
      "imgs": "C30-1.png"
    },
    {
      "title": "الحد الأقصى للسرعة (C31)",
      "desc": "تبيّن الشاخصة منع سياقة عربة بسرعة أعلى من السرعة الواردة في الشاخصة.",
      "imgs": "C31-1.png"
    },
    {
      "title": "انتهاء مؤقت لتحديد السرعة (C32)",
      "desc": "",
      "imgs": "C32-1.png"
    },
    {
      "title": "توقف جمارك (C33)",
      "desc": "",
      "imgs": "C33-1.png"
    },
    {
      "title": "قف للسبب المذكور (C34)",
      "desc": "تشير الإشارة إلى إلزام التوقف للسبب المذكور تحت الخط الأفقي. إذا كانت الإشارة موجودة قبل إشارة ضوئية فتعني أن العربة التي تريد تجاوز الإشارة الضوئية يجب عليها التوقف أمام الضوء الأحمر. يجب على العربة التوقف على خط الوقوف، أو إذا لم يكن موجوداً، عند الإشارة المرورية.",
      "imgs": "C34-1.png"
    },
    {
      "title": "ممنوع وقوف العربات (C35)",
      "desc": "تبين الشاخصة منع وقوف العربات وتنطبق على جهة الطريقة التي يوجد فيها الشاخصة.",
      "imgs": "C35-1.png"
    },
    {
      "title": "ممنوع وقوف المركبات في الأيام الفردية (C36)",
      "desc": "التعليمات الخاصة بالشاخصة C35، منع وقوف المركبات، تنطبق أيضاً على هذه الشاخصة.",
      "imgs": "C36-1.png"
    },
    {
      "title": "ممنوع وقوف المركبات في الأيام الزوجية (C37)",
      "desc": "التعليمات الخاصة بالشاخصة C35، منع وقوف المركبات، تنطبق أيضاً على هذه الشاخصة.",
      "imgs": "C37-1.png"
    },
    {
      "title": "تاريخ وقوف السيارات (C38)",
      "desc": "تبين الشاخصة منع وقوف السيارات في الأيام الزوجية في طرف الأبنية ذات الأرقام الزوجية، وفي الأيام الفردية في طرف الأبنية ذات الأرقام الفردية.",
      "imgs": "C38-1.png"
    },
    {
      "title": "ممنوع وقوف وتوقف العربات (C39)",
      "desc": "",
      "imgs": "C39-1.png"
    },
    {
      "title": "منطقة للتفريغ والتحميل فقط (C40)",
      "desc": "",
      "imgs": "C40-1.png"
    },
    {
      "title": "نهاية منطقة التفريغ والتحميل (C41)",
      "desc": "",
      "imgs": "C41-1.png"
    },
    {
      "title": "منطقة استدارة (C42)",
      "desc": "تبين الشاخصة مكاناً مخصصاً لاستدارة المركبات وأن وقوف المركبات ممنوع.",
      "imgs": "C42-1.png"
    },
    {
      "title": "نهاية منطقة استدارة (C43)",
      "desc": "",
      "imgs": "C43-1.png"
    },
    {
      "title": "ممنوع مرور المركبات بدواليب ذي مسامير غير الدراجة البخارية الخفيفة من الصنف الثاني (C44)",
      "desc": "",
      "imgs": "C44-1.png"
    },
    {
      "title": "قواعد خاصة للوقوف والتوقف (C45)",
      "desc": "",
      "imgs": "C45-1.png"
    },
    {
      "title": "ضغط المحور محدود (C46)",
      "desc": "",
      "imgs": "C46-1.png"
    }
  ]
}