{
  "instruction-signs": [
    {
      "title": "أوتوستراد (E1)",
      "desc": "في حالة استعمال الشاخصة كتحضير للإعلام عن بداية الأوتوستراد فيتم تبيين المسافة في شاخصة ملحقة. كما يمكن أن تكون الشاخصة مندمجة في داخل شاخصة تحديد المكان.",
      "imgs": "E1-1.png"
    },
    {
      "title": "نهاية الأوتوستراد (E2)",
      "desc": "",
      "imgs": "E2-1.png"
    },
    {
      "title": "طريق سريع (E3)",
      "desc": "في حالة استعمال الشاخصة كتحضير للإعلام عن بداية الطريق السريع فيتم تبيين المسافة في شاخصة ملحقة. كما يمكن أن تكون الشاخصة مندمجة في داخل شاخصة تحديد المكان.",
      "imgs": "E3-1.png"
    },
    {
      "title": "نهاية الطريق السريع (E4)",
      "desc": "إذا استعملت الشاخصة للتحضير بأن الطريق السريع سوف ينتهي يتم تبيين المسافة في شاخصة ملحقة. لا تستعمل الشاخصة عندما يتحول الطريق السريع إلى أوتوستراد.",
      "imgs": "E4-1.png"
    },
    {
      "title": "منطقة حضرية (E5)",
      "desc": "يكون اسم المنطقة أحياناً وارداً في الشاخصة",
      "imgs": "E5-1.png"
    },
    {
      "title": "نهاية المنطقة الحضرية (E6)",
      "desc": "",
      "imgs": "E6-1.png"
    },
    {
      "title": "طريق مخصص للمشاة (E7)",
      "desc": "تبين الشاخصة أن قواعد الفصل 8 المادة 1 من تشريع الحركة المرورية (1998.1276) تنطبق هنا. يتم تبيين في شاخصة ملحقة منع قيادة العربات التي يجوز قيادتها في منطقة السياقة في نفس سرعة المشاة طبقاً للفصل 8 المادة 2 الفقرة الثانية من تشريع حركة المرور.",
      "imgs": "E7-1.png"
    },
    {
      "title": "نهاية الطريق المخصص للمشاة (E8)",
      "desc": "",
      "imgs": "E8-1.png"
    },
    {
      "title": "منطقة سكنية (E9)",
      "desc": "",
      "imgs": "E9-1.png"
    },
    {
      "title": "نهاية المنطقة السكنية (E10)",
      "desc": "",
      "imgs": "E10-1.png"
    },
    {
      "title": "السرعة الأدنى الموصى بها (E11)",
      "desc": "تبيّن الشاخصة جزءاً من طريق أو منطقة فيهم إجراءات خاصة أو ظروف تؤدي إلى أنه من المناسب السياقة بسرعة أقل من السرعة القصوى المسموح بها. السرعة الأدنى الموصى بها مبينة في الشاخصة.",
      "imgs": "E11-1.png"
    },
    {
      "title": "نهاية السرعة الأدنى الموصى بها (E12)",
      "desc": "لا حاجة لوضع الشاخصة إذا كان من الواضح أن المسافة انتهت.",
      "imgs": "E12-1.png"
    },
    {
      "title": "السرعة القصوى الموصى بها (E13)",
      "desc": "تُستعمل الشاخصة فقط كإشارة مرور قابلة للتحريك وتعني أن الظروف الحالية المؤقتة لا تسمح بالقيادة بسرعة أعلى من السرعة الواردة على الشاخصة. تكون السرعة المذكورة دائماً أقل من السرعة القصوى المسموح بها.",
      "imgs": "E13-1.png"
    },
    {
      "title": "نهاية السرعة القصوى المسموح بها (E14)",
      "desc": "لا توضع الشاخصة في الأماكن التي يظهر بشكل واضح أن الظروف المؤقتة انتهت.",
      "imgs": "E14-1.png"
    },
    {
      "title": "دمج حقلين (E15)",
      "desc": "تبين الشاخصة أن حقلين أو مضمارين سيندمجان ويصبحان حقلاً أو مضماراً واحداً وأنه يجب على السواق تكييف سياقتهم حسب ظروف الطريق طبقاً لقواعد الفصل 3 المادة 44 من تشريع حركة المرور.",
      "imgs": "E15-1.png"
    },
    {
      "title": "حركة مرورية ذات اتجاه واحد (E16)",
      "desc": "تبين الشاخصة أن مرور المركبات في الطريق يتم باتجاه واحد وهو اتجاه السهم. السهم المتجه نحو الأعلى يعني أن الحركة المرورية تكون ذات اتجاه واحد باتجاه الأمام مباشرة.",
      "imgs": "E16-1.png"
    },
    {
      "title": "طريق مغلق في نهايته (E17)",
      "desc": "تبين الشاخصة أن العبور غير ممكن. يتم تكييف الرمز حسب الظروف في المكان نفسه ويمكن أن يكون مندمجاً في إشارة تحديد المكان. إذا كان العبور بالدراجة الهوائية والدراجة البخارية الخفيفة من الصنف الثاني ممكناً فيتم توضيح ذلك بدمج الرمز S8، الدراجة الهوائية والدراجة البخارية الخفيفة من الصنف الثاني، في الشاخصة.",
      "imgs": "E17-1.png"
    },
    {
      "title": "مكان فسح المجال في الطرق الريفية (E18)",
      "desc": "",
      "imgs": "E18-1.png"
    },
    {
      "title": "مكان وقوف السيارات (E19)",
      "desc": "",
      "imgs": "E19-1.png"
    },
    {
      "title": "شاخصة المنطقة (E20)",
      "desc": "توضع إشارة المرور عند دخول المنطقة وتنطبق إلى غاية المكان الذي توجد فيه شاخصة الانتهاء، E21، أو إلى أن يظهر بصورة واضحة أن الإرشادات الواردة في إشارة المرور ليست صالحة. يمكن أن توجد بعض الاختلافات في داخل المنطقة، ويتم إظهار هذه الاختلافات عن طريق إشارات مرورية أخرى وإشارات إضافية. تنطبق الإرشادات الواردة على إشارة المرور حتى بعد هذه الاختلافات ودون أن يتم تكرار إشارة المرور.",
      "imgs": "E20-1.png"
    },
    {
      "title": "نهاية منطقة معينة (E21)",
      "desc": "",
      "imgs": "E21-1.png"
    },
    {
      "title": "موقف الحافلات (E22)",
      "desc": "",
      "imgs": "E22-1.png"
    },
    {
      "title": "تاكسي (E23)",
      "desc": "",
      "imgs": "E23-1.png"
    },
    {
      "title": "حراسة أوتوماتيك لحركة المرور (E24)",
      "desc": "",
      "imgs": "E24-1.png"
    },
    {
      "title": "رسوم مفروضة لعبور الطريق (E25)",
      "desc": "",
      "imgs": "E25-1.png"
    },
    {
      "title": "نفق (E26)",
      "desc": "تبين الشاخصة وجود نفق، ويمكن أيضاً تبيين طول النفق واسمه على الشاخصة. يتم تكرار الشاخصة بعد كل كيلومتر ويبين عليها حينذاك المسافة المتبقية.",
      "imgs": "E26-1.png"
    },
    {
      "title": "مكان للتوقف الطارئ (E27)",
      "desc": "",
      "imgs": "E27-1.png"
    },
    {
      "title": "مخرج الطوارئ (E28)",
      "desc": "",
      "imgs": "E28-1.png"
    },
    {
      "title": "طريق الإخلاء (E29)",
      "desc": "",
      "imgs": "E29-1.png"
    },
    {
      "title": "قواعد خاصة لركن السيارات (E30)",
      "desc": "",
      "imgs": "E30-1.png"
    },
    {
      "title": "منطقة منخفضة الانبعاثات (E31)",
      "desc": "",
      "imgs": "E31-1.png"
    },
    {
      "title": "نهاية منطقة منخفضة الانبعاثات (E32)",
      "desc": "",
      "imgs": "E32-1.png"
    },
    {
      "title": "طريق دراجات (E33)",
      "desc": "تبيّن الشاخصة أن قواعد الفصل 8 المادة 1 أ من التشريع الحكومي الخاص بالسير (1998:1276) قابلة للتطبيق.\n\nالفصل 8 المادة 1 أ من التشريع الحكومي الخاص بالسير (1998:1276): تنطبق القواعد التالية في طريق الدراجات:\n1. لا يجوز قيادة العربات بسرعة أعلى من 30 كيلومتر في الساعة.\n2. لا يجوز ركن العربات في مكان آخر غير أماكن وقوف السيارات المحددة.\n3. السائق الذي يدخل في طريق دراجات قادمًا من طريق آخر يجب عليه إعطاء حق الأولوية للعربات الموجودة في طريق الدراجات.\n4. السائق الذي يقود عربة تدار بمحرك يجب عليه تكييف السرعة لحركة مرور الدراجات. التشريع الحكومي (2020:842).",
      "imgs": "E33-1.png"
    },
    {
      "title": "نهاية طريق دراجات (E34)",
      "desc": "",
      "imgs": "E34-1.png"
    }
  ]
}