{
  "mandatory-signs": [
    {
      "title": "اتجاه إجباري إلى اليسار (D1)",
      "desc": "تبين الشاخصة أنه يحق للمركبات القيادة فقط في اتجاه السهم، أو في حالة وجود سهمين، في اتجاه السهمين. الرمز مكيف للظروف في المكان نفسه.",
      "imgs": "D1-1.png"
    },
    {
      "title": "مضمار قيادة إلزامي (D2)",
      "desc": "تبين الشاخصة أنه يجوز للعربة القيادة فقط لتجاوز الشاخصة في الجهة المشار إليها بالسهم، أو في حالة وجود سهمين، في الجهة المشار إليها بالسهمين. الرمز مكيف حسب الظروف في المكان نفسه.",
      "imgs": "D2-1.png"
    },
    {
      "title": "دوّار (D3)",
      "desc": "",
      "imgs": "D3-1.png"
    },
    {
      "title": "طريق مخصص للدراجات (D4)",
      "desc": "",
      "imgs": "D4-1.png"
    },
    {
      "title": "طريق مخصص للمشاة (D5)",
      "desc": "",
      "imgs": "D5-1.png"
    },
    {
      "title": "طريق مخصص للمشاة والدراجات الهوائية (D6)",
      "desc": "تبين الشاخصة طريقاً مشتركاً للمشاة والدراجات الهوائية. في حالة منع مرور الدراجات البخارية الخفيفة من الصنف الثاني فيتم تبيين ذلك في شاخصة ملحقة.",
      "imgs": "D6-1.png"
    },
    {
      "title": "طريق إلزامي منفصل للمشاة والدراجات الهوائية (D7)",
      "desc": "تبين الشاخصة الطرق المنقسمة بواسطة علامة مرسومة على الطريق أو شريط فاصل أو ما شابه إلى جزء للمشاة وجزء لركاب الدراجات. مكان الرموز في الشاخصة يبين جزء الطريق المخصص للمشاة والجزء المخصص للدراجات الهوائية. إذا كان ممنوع سياقة الدراجات البخارية الخفيفة من الصنف الثاني في الطريق فيتم تبيين ذلك في شاخصة ملحقة.",
      "imgs": "D7-1.png"
    },
    {
      "title": "طريق مخصص لركاب الخيل (D8)",
      "desc": "تبين الشاخصة أن السير على الأقدام مسموح به أيضاً.",
      "imgs": "D8-1.png"
    },
    {
      "title": "مسار مخصص لمركبات الأراضي وعربات التزلج (D9)",
      "desc": "",
      "imgs": "D9-1.png"
    },
    {
      "title": "اتجاه إجباري (D10)",
      "desc": "تبين الشاخصة أنه لا يجوز قيادة العربات إلا في اتجاه السهم، أو في حالة وجود سهمين، في اتجاه أحد السهمين. الرمز مكيف حسب الظروف في المكان نفسه.",
      "imgs": "D10-1.png"
    },
    {
      "title": "نهاية المسار أو الطريق أو حقل القيادة أو الدرب الإلزامي (D11)",
      "desc": "تبين الشاخصة نهاية المسار أو الطريق أو حقل القيادة أو الدرب الإلزامي المبينين في الإشارات المرورية D4–D10 . لا يتم وضع الشاخصة إذا كان يظهر بصورة واضحة أن الإلزام قد انتهى. يمكن أن يوجد رموزاً أخرى لأنواع أخرى من مستخدمي الطريق أو من المركبات في داخل الشاخصة. الرمز الموجود في الشاخصة هو نفس الرمز الوارد في الشاخصة التي تستعمل للارشاد إلى المسار أو الطريق أو حقل القيادة أو الدرب.",
      "imgs": "D11-1.png"
    },
    {
      "title": "وجهة سير إلزامية لعربات محملة ببضائع خطيرة (D12)",
      "desc": "",
      "imgs": "D12-1.png"
    }
  ]
}