{
  "police": [
    {
      "title": "قف (P1)",
      "desc": "تبين الإشارة أنه يجب على مستخدم الطريق القادم من الأمام أو من الخلف أن يتوقف. تستعمل الإشارة في تقاطع طرق وهي صالحة طالما الشرطي يلتفت إلى نفس الجهة. تعني الإشارة بالنسبة لمستخدمي الطريق القادمين من الجانب أن الطريق خالياً وأن القيادة مسموحة. يمكن إعطاء الإشارة بالتزامن مع إشارة P2، قف. ويمكن إعطاء الإشارة بواسطة أداة قف.",
      "imgs": "P1-1.png"
    },
    {
      "title": "قف (P2)",
      "desc": "تبين الإشارة أنه يجب على مستخدم الطريق الذي لديه اليد موجهة نحوه أن يتوقف. يمكن إعطاء الإشارة بواسطة أداة قف.",
      "imgs": "P2-1.png"
    },
    {
      "title": "قف (P3)",
      "desc": "تبين الإشارة إلزام الوقوف للسيارات الموجه إليها المصباح. تستعمل الإشارة في حالات الظلام أو المرئية السيئة. ويحمل الشرطي المصباح في الوضع الأسهل رؤيته من قبل السواق.",
      "imgs": "P3-1.png"
    },
    {
      "title": "استمر إلى الأمام (P4)",
      "desc": "تبين الإشارة أنه يجوز لمستخدمي الطريق في جهة السير التي يتم توجيه الإشارة إليها الاستمرار إلى الأمام. تعطى الإشارة بحركة تلويح في جهة السير.",
      "imgs": "P4-1.png"
    },
    {
      "title": "خفض السرعة (P5)",
      "desc": "تبين الإشارة أنه يجب على مستخدم الطريق الملتفت إليه الشرطي أن يخفض سرعته. أثناء الظلام والمرئية السيئة يمكن توضيح الإشارة باستعمال مصباح بضوء أبيض أو أصفر أو عاكسات ضوء تعكس ضوءاً أبيضاً أو أصفراً.",
      "imgs": "P5-1.png"
    },
    {
      "title": "فحص (P6)",
      "desc": "في حالة وجود الرمز والنص فيجب على سواق المركبات الدخول إلى مكان الفحص لإجراء الفحص. إذا كان الرمز يشير إلى نوع معين من المركبات فيجب فقط على تلك العربات الدخول لإجراء الفحص. يتم تكييف الإرشادات حسب الظروف في المكان نفسه.",
      "imgs": "P6-1.png"
    },
    {
      "title": "معلومات تحضيرية عن فحص (P7)",
      "desc": "",
      "imgs": "P7-1.png"
    },
    {
      "title": "خفض السرعة (P8)",
      "desc": "تعني الإشارة أنه يجب على السواق المتواجدين وراء سيارة الشرطة تخفيض السرعة. في حالات الظلام وعدم وضوح الرؤية يستخدم الشرطي مصباحاً بضوء أبيض أو أصفر، أو عاكس بضوء أبيض أو أصفر.",
      "imgs": "P8-1.png"
    },
    {
      "title": "خفض السرعة (P9)",
      "desc": "تعني الإشارة أنه يجب على السواق المتواجدين مقابل سيارة الشرطة تخفيض السرعة. في حالات الظلام وعدم وضوح الرؤية يستخدم الشرطي مصباحاً بضوء أبيض أو أصفر، أو عاكس بضوء أبيض أو أصفر.",
      "imgs": "P9-1.png"
    },
    {
      "title": "اتبع سيارة الشرطة وتوقف خلفها عندما تتوقف (P10)",
      "desc": "تعني الإشارة أن يجب على سائق السيارة المتواجد خلف سيارة الشرطة متابعتها والتوقف في مكان توقف سيارة الشرطة. تُعطى الإشارة أحياناً بأداة قف.",
      "imgs": "P10-1.png"
    },
    {
      "title": "تقدم إلى حافة الطريق وتوقف أمام سيارة الشرطة (P11)",
      "desc": "تبين الإشارة أنه يجب على سائق العربة المتواجد أمام سيارة الشرطة أن يقود إلى حافة الطريق وأن يتوقف. تعطى الإشارة مع ضوء يومض أزرق وأحمر.",
      "imgs": "P11-1.png"
    }
  ]
}