{
  "additional-panels": [
    {
      "title": "بداية المسافة ونهايتها (T1)",
      "desc": "",
      "imgs": "T1-1.png"
    },
    {
      "title": "المسافة (T2)",
      "desc": "تبين الشاخصة المسافة إلى ما هو مبين في الإشارة المرورية.",
      "imgs": "T2-1.png"
    },
    {
      "title": "المسافة حتى خط الوقوف (T3)",
      "desc": "",
      "imgs": "T3-1.png"
    },
    {
      "title": "العرض الحر المسموح (T4)",
      "desc": "",
      "imgs": "T4-1.png"
    },
    {
      "title": "الوزن الشامل (T5)",
      "desc": "تبين الشاخصة أنها تنطبق على المركبات ذات وزن شامل أكثر من الوزن المذكور.",
      "imgs": "T5-1.png"
    },
    {
      "title": "إرشادات الوقت المسموح (T6)",
      "desc": "تبيّن اللائحة وقت صلاحية إشارة المرور. إذا كانت هناك مواعيد محددة سوياً مع شروط أخرى فتبيّن اللائحة أيضاً وقت صلاحية تلك الشروط. الأرقام السوداء أو البيضاء دون الأقواس تنطبق على أيام الأسبوع العادية دون اليوم السابق ليوم الأحد وأيام العطل الرسمية. الأرقام السوداء أو البيضاء داخل الأقواس تنطبق على أيام الأسبوع العادية السابقة لأيام الأحد وأيام العطل الرسمية. الأرقام الحمراء تنطبق على أيام الأحد وأيام العطل الرسمية. إذا كان الوقت المذكور يتجاوز منتصف الليل فإن الفترة الزمنية صالحة بعد منتصف الليل في اليوم التالي. إذا ذُكر يوم معيّن أو يوم أسبوع معيّن فتنطبق القاعدة على ذلك اليوم بغضّ النظر عما إذا كان ذلك اليوم يوم أسبوع عادي أو يوم أحد أو يوم عطلة رسمي.",
      "imgs": "T6-1.png"
    },
    {
      "title": "إعاقة عن الحركة (T7)",
      "desc": "",
      "imgs": "T7-1.png"
    },
    {
      "title": "شاخصة رمز (T8)",
      "desc": "تبين الشاخصة أن العلامة تحتها صالحة فقط لنوع المركبات أو مجموعة مستخدمي الطريق المذكورين في الشاخصة.",
      "imgs": "T8-1.png"
    },
    {
      "title": "ضعف البصر (T9)",
      "desc": "تعني الشاخصة أن الأشخاص ضعيفي البصر يعبرون المعبر غالباً.",
      "imgs": "T9-1.png"
    },
    {
      "title": "ضعف السمع (T10)",
      "desc": "تبين الشاخصة أن الأشخاص ضعيفي السمع معتادين في هذه المنطقة.",
      "imgs": "T10-1.png"
    },
    {
      "title": "الشاخصة الرئيسية تسري على جهتي الطريق (T11)",
      "desc": "الشاخصة التي تحمل سهمين في اتجاهين، سواء كانا عاموديين أو أفقيين، تعني أن التعليمات تنطبق على الجهتين الاثنتين من الإشارة. الشاخصة التي تحمل سهماً يشير نحو الأسفل تعني أن التعليمات تنتهي. الشاخصة التي تحمل سهماً متجهاً إلى اليمين أو إلى اليسار تعني أن التعليمات تنطبق على الجهة التي يشير إليها السهم. إذا وضعت الشاخصة تحت شاخصة E19، وقوف المركبات، فيكون لديها علامات سوداء على خلفية بيضاء دون إطار. كما يمكن أيضاً استعمال الشواخص لوحدها لتحديد أماكن صفّ السيارات في منطقة ما، إذا تم تبيين في مدخل المنطقة أن وقوف المركبات مسموح به.",
      "imgs": "T11-1.png"
    },
    {
      "title": "الاتجاه (T12)",
      "desc": "تبين الإشارة المرورية الاتجاه إلى المكان المبين في الشاخصة. يتم تكييف الشاخصة حسب الظروف في المكان نفسه.",
      "imgs": "T12-1.png"
    },
    {
      "title": "إعطاء الأولوية لكافة حركة المرور في جميع التقاطعات (T13)",
      "desc": "",
      "imgs": "T13-1.png"
    },
    {
      "title": "التوقف لكافة حركة المرور في جميع التقاطعات (T14)",
      "desc": "",
      "imgs": "T14-1.png"
    },
    {
      "title": "متابعة الطرق في تقاطع الطرق (T15)",
      "desc": "تبين الشاخصة تقاطع طرق يجب فيه على السواق في الطريق المبين بخط رفيع إعطاء حق الأولوية للعربات التي تقود في الطريق المبين بخط عريض. يتم تكييف الرمز حسب الظروف في المكان نفسه.",
      "imgs": "T15-1.png"
    },
    {
      "title": "موقف يجب دفع رسوم فيه (T16)",
      "desc": "",
      "imgs": "T16-1.png"
    },
    {
      "title": "قرص وقوف السيارات (T17)",
      "desc": "تبين الشاخصة أنه يجب تحديد وقت بداية الوقوف بواسطة قرص وقوف السيارات أو أداة أخرى. فيما يخص التوقيت فتنطبق قواعد الشاخصة T6، إرشادات الوقت المسموح.",
      "imgs": "T17-1.png"
    },
    {
      "title": "مدة وقوف السيارات المسموح بها (T18)",
      "desc": "",
      "imgs": "T18-1.png"
    },
    {
      "title": "موقف لسكان المنطقة (T19)",
      "desc": "",
      "imgs": "T19-1.png"
    },
    {
      "title": "تذكرة وقوف السيارات (T20)",
      "desc": "",
      "imgs": "T20-1.png"
    },
    {
      "title": "طريقة وقوف السيارات (T21)",
      "desc": "تبين الشاخصة طريقة وقوف السيارات في الموقف. يتم تكييف الشاخصة حسب الظروف في المكان نفسه.",
      "imgs": "T21-1.png"
    },
    {
      "title": "نص مرفق مع الشاخصة (T22)",
      "desc": "",
      "imgs": "T22-1.png"
    },
    {
      "title": "نوع النفق (T23)",
      "desc": "",
      "imgs": "T23-1.png"
    },
    {
      "title": "مكان شحن (T24)",
      "desc": "",
      "imgs": "T24-1.png"
    },
    {
      "title": "مفتوح على مدار الساعة (T25)",
      "desc": "",
      "imgs": "T25-1.png"
    }
  ]
}